import random

greetings = ["Доброго дня,", "Привіт,", "Вітаю,"]
interests = ["помітили, що ви цікавитеся фітнесом та правильним харчуванням,", "побачили, що ви шукаєте способи підтримки здоров'я та фітнесу,", "зацікавило нас, що ви дбаєте про своє здоров'я та форму,"]
programs = ["у нас є універсальна програма схуднення, яка творить дива.", "ми пропонуємо ефективну програму здорового харчування та фітнесу.", "наша програма фітнесу та харчування допоможе вам досягнути бажаного результату."]
offers = ["Програма дуже ефективна та безпечна, заснована виключно на правильному харчуванні та ефективних відео-тренуваннях.", "Ми гарантуємо результат, оскільки наша програма спеціально розроблена для досягнення максимальних результатів.", "Пробна версія на 3 дні - це можливість оцінити ефективність нашої програми перед покупкою повної версії."]
questions = ["Якщо готові отримати демо-версію, пишіть мені: 'Готова', у відповідь на це повідомлення і я надішлю вам пробну версію на 3 дні і всю інформацію про те, як отримати повну версію!", "Бажаєте дізнатися більше про нашу програму? Напишіть 'Інформація' у відповідь на це повідомлення та я надішлю вам додаткову інформацію!", "Ми раді допомогти вам досягти бажаного результату. Якщо у вас виникли питання щодо нашої програми, пишіть нам 'Питання' та ми з радістю на них відповімо."]

for i in range(1000):
    text = random.choice(greetings) + " " + random.choice(interests) + " " + random.choice(programs)
    text += "\n\n" + random.choice(offers)
    text += "\n\n" + random.choice(questions)
    print(text)
